Repository: CornThanh/HuNe_IOS
Catalog: MMY/*.lproj/Localizable.strings
Languages: vi

# SignIn
source: Login
vi: ĐĂNG NHẬP

source: SIGN UP
vi: ĐĂNG KÝ

source: Done
vi: Hoàn Tất

source: Forget Password?
vi: Quên Mật Khẩu?

source: Forget Password
vi: Quên Mật Khẩu

source: Submit
vi: Gửi

source: Load File Error
vi: Lỗi Tải File

source: JSON file is not existed
vi: File JSON không tồn tại

source: JSON configuration has problem
vi: Cấu hình file JSON lỗi

source: Login Failed
vi: Đăng Nhập Thất Bại

# Phone or password is incorrect
source: Email or password is incorrect
vi: Số điện thoại hoặc mật khẩu không đúng

source: Registration information
vi: Thông tin đăng ký

source: Sign Up Successfully
vi: Đăng Ký Thành Công

source: Now you can sign in with the account
vi: Bây giờ bạn có thể đăng nhập với tài khoản này

source: Sign Up Failed
vi: Đăng Ký Thất Bại

source: Can't create new account with this infomation
vi: Không thể tạo tài khoản mới với thông tin này

source: Request Password Successfully
vi: Yêu Cầu Mật Khầu Thành Công

source: Re-new password will send to your email
vi: Mật khẩu mới sẽ gửi về email của bạn

source: Request Pass Failed
vi: Yêu Cầu Mật Khẩu Thất Bại

source: Empty Field
vi: Trường dữ liệu trống

source: is empty
vi: trống

source: Re-type Error
vi: Lỗi Nhập Lại

source: is incorrect
vi: không đúng

source: or
vi: hoặc

source: OR
vi: HOẶC

source: OK
vi: Đồng ý

source: Phone
vi: Số điện thoại

source: Password
vi: Mật khẩu

source: First name
vi: Họ

source: Last name
vi: Tên

source: Re-type password
vi: Nhập lại mật khẩu

source: New password
vi: Mật khẩu mới

source: Language
vi: Ngôn ngữ

source: Current language
vi: Ngôn ngữ hiện tại

source: Choose language
vi: Chọn ngôn ngữ

source: Account
vi: Tài khoản

source: Log out
vi: Đăng xuất

source: Settings
vi: Cài đặt

# ResetPasswordSuccess
source: Reset password successful. Login with new password
vi: Đặt lại mật khẩu thành công. Vui lòng đăng nhập với mật khẩu mới

# ResetPasswordFailure
source: Reset password failed.
vi: Đặt lại mật khẩu không thành công.

# Job title
source: Title
vi: Tiêu đề

# Post type
source: Type
vi: Loại hình

# Job details
source: Details user HuNe Blue
vi: Công việc

source: Posted time
vi: Thời gian đăng

source: Details
vi: Chi tiết

source: Find jobs
vi: Hune Red

source: Find people
vi: Hune Blue

source: Job description
vi: Mô tả công việc

source: Location
vi: Địa điểm

source: Address
vi: Địa chỉ

source: Map location
vi: Bản đồ

source: Category
vi: Loại hình

source: Choose category
vi: Chọn danh mục

source: Post
vi: Đăng nhu cầu

source: Name
vi: Tên

source: Save
vi: Lưu

source: Discard
vi: Xoá

source: Discard changes?
vi: Xoá thay đổi?

source: Cancel
vi: Huỷ

source: People
vi: Tìm người

source: Jobs
vi: Tìm việc

source: Back
vi: Quay lại

source: About
vi: Thông tin

source: Rate our app
vi: Đánh giá ứng dụng

source: Basic Info
vi: Thông tin cơ bản

# Salary
source: Money
vi: Số tiền

source: Amount
vi: Số lượng

source: Period
vi: Khoảng thời gian

source: Hour
vi: Giờ

source: Day
vi: Ngày

source: Week
vi: Tuần

source: Month
vi: Tháng

source: Year
vi: Năm

source: Missing required field
vi: Thiếu các trường bắt buộc

source: Job title, job description, category, and location is required field
vi: Tên công việc, chi tiết công việc, danh mục, và địa điểm là những trường bắt buộc

source: Sign in with Phone Number
vi: Đăng nhập bằng số điện thoại

source: Create new post successfully!
vi: Tạo bài đăng mới thành công!

source: Back to home
vi: Trở về trang chính

source: Error
vi: Lỗi

source: Something happens while creating new post. Please try again later.
vi: Đã có lỗi xảy ra khi đang tạo bài mới. Vui lòng thử lại sau

source: Log Out Failed
vi: Đăng Xuất Thất Bại

source: Your log out request is not accepted
vi: Yêu cầu đăng xuất của bạn không được chấp nhận

source: No Internet Connection
vi: Không Có Kết Nối Mạng

source: Your internet connection has problem
vi: Kết nối mạng của bạn đang có vấn đề

source: Retry
vi: Thử lại

source: Request Timeout
vi: Yêu Cầu Bị Quá Hạn

source: Server didn't response data
vi: Máy chủ không phản hồi

source: SIGN IN AS GUEST
vi: ĐĂNG NHẬP ẨN DANH

source: Update user failed
vi: Cập nhật thông tin thất bại

source: First name or last name and phone is required
vi: Họ hoặc tên và số điện thoại là những trường bắt buộc

source: Receive push notification
vi: Nhận thông báo

source: Invite friends
vi: Chia sẻ ứng dụng

source: Choose action
vi: Chọn hành động

source: Call
vi: Gọi điện

source: Message
vi: Nhắn tin

source: View
vi: Xem

source: Update
vi: Cập nhật

source: Time
vi: Lần

source: Share
vi: Chia sẻ ứng dụng

source: Push notification is off
vi: Chức năng thông báo của ứng dụng đã bị tắt

source: Turn it on in settings?
vi: Bật chức năng này ở cài đặt của thiết bị?

source: Go to settings
vi: Đến trang cài đặt

source: I want to be
vi: Tôi muốn làm

source: I need
vi: Tôi cần tuyển người làm

source: I need to
vi: Tôi cần

source: Camera
vi: Máy ảnh

source: Photo
vi: Thư viện

# Slogon
source: It's free and always will be
vi: Luôn miễn phí

# JobWorkingLocation
source: Working location
vi: Khu vực làm việc

source: Copper
vi: Đồng

source: Silver
vi: Bạc

source: Gold
vi: Vàng

source: Platinum
vi: Bạch kim

source: Diamond
vi: Kim cương

source: User name
vi: Tên tài khoản

source: Trial
vi: Dùng thử

source: Select function
vi: Chọn chức năng

source: Recruitment
vi: Hune Blue

source: System
vi: Hệ thống

# JobSeeking
source: JOB SEARCH
vi: Hune Red

source: Profile
vi: Hồ sơ

source: Notification
vi: Thông báo

source: Personal page
vi: Trang cá nhân

# ListOfJobs
source: The listing matches the Red post
vi: Danh sách phù hợp với tin đăng Red

# JobSeekingManagement
source: HuNe Red Management
vi: Quản lý HuNe Red

# ManagePostings
source: Manage the post HuNe Red
vi: Quản lý đăng tuyển

# RecruitmentManagement
source: HuNe Blue Management
vi: Quản lý HuNe Blue

# RecruitmentPostManagement
source: Manage the post HuNe Red
vi: Quản lý tin đăng HuNe Red

# CandidatePostManagement
source: Manage the post HuNe Blue
vi: Quản lý tin đăng HuNe Blue

# ListOfCandidates
source: The listing matches the Blue post
vi: Danh sách phù hợp với tin đăng Blue

# ListOfJobsTitle
source: List of jobs
vi: Danh sách việc làm

# JobsDoingList
source: Status of the contract
vi: Tình trạng hợp đồng

# FullName
source: Name
vi: Họ Tên

source: Date Of Birth
vi: Năm Sinh

source: Phone Number
vi: Số điện thoại

source: Help
vi: Hướng dẫn

source: Verify Account
vi: Xác thực

# VerifySuccess
source: Verifying your account successful
vi: Xác thực thành công

# VerifyFailure
source: Verifying your account failed
vi: Xác thực tài khoản thất bại

# NeedAuthentication
source: Authentication required
vi: Bạn phải đăng nhập để thực hiện chức năng này

# NeedVerified
source: Require verify your account
vi: Bạn phải Xác thực để thực hiện chức năng này

source: Agreement
vi: Thoả thuận

# Recruit
source: Post news
vi: Đăng tin

source: Favorite list
vi: Danh sách yêu thích

source: Saved
vi: Lưu thông tin

source: Select function
vi: Chọn lại chức năng

# EditInfo
source: Edit Infomation
vi: Sửa thông tin

source: Add job
vi: HuNe Red

source: Title
vi: Tiêu đề

source: Input title
vi: Nhập tiêu đề

source: Type
vi: Loại hình*

source: Job
vi: Công việc*

source: Standard
vi: Tiêu chuẩn

source: Quality
vi: Số lượng

# WorkPlace
source: Place
vi: Nơi làm việc

source: Select map
vi: Chọ bản đồ

source: Input salary
vi: Nhập lương

# StartTime
source: Start
vi: Bắt đầu*

source: Start date
vi: Ngày bắt đầu

# EndTime
source: End
vi: Kết thúc*

source: End date
vi: Ngày kết thúc

source: Start
vi: Bắt đầu

source: End
vi: Kết thúc

source: Start Hour
vi: Giờ bắt đầu

source: End Hour
vi: Giờ kết thúc

source: Description
vi: Mô tả

source: Images
vi: Ảnh tiêu biểu

# CandidateInfo
source: Information user HuNe Red
vi: Thông tin user HuNe Red

source: Reset password
vi: Đặt lại mật khẩu

source: Chat with us
vi: Chat với Hune

source: Create task
vi: Tạo mới công việc

# Pay
source: Completion
vi: Hoàn thành

source: Payment
vi: Thanh toán

source: Cash
vi: Tiền mặt

# Successful
source: Successfug
vi: Thành công

# RemoveAlert
source: Are you sure to remove?
vi: Bạn chắc muốn xoá?

# NotConfirm
source: Waiting
vi: Đang chờ

source: Rejected
vi: Đã huỷ

source: Completed
vi: Hoàn thành

source: Working
vi: Đang làm

source: Not rating
vi: Chưa đánh giá

source: Confirm
vi: Xác nhận

# RewardHune
source: HuNe reward
vi: Điểm thưởng HuNe

# BuyCoupon
source: Redeem coupon
vi: Đổi coupon

source: My Coupon
vi: Coupon của tôi

source: To
vi: Đến

# Price
source: Point
vi: Điểm

source: Copy
vi: Sao chép

source: Copied
vi: Đã sao chép

# CanCreateTask
source: Do you want create job?
vi: Bạn muốn tạo công việc?

source: My coin
vi: Điểm của tôi

source: My cash
vi: Cash của tôi

source: Top up cash
vi: Nạp cash

source: Payout
vi: Rút tiền

# CashTransactionHistory
source: History of cash transactions
vi: Lịch sử giao dịch Cash

# HuneCoin
source: Hune Points
vi: Điểm thưởng

source: Promotion
vi: Thông tin khuyến mãi

# PromotionDetail
source: Detail Of Promotion
vi: Chi tiết khuyến mãi

source: Banner Ads
vi: Quảng cáo Banner

source: Place Ads
vi: Quảng cáo khu vực

# NotiAds
source: Notification Ads
vi: Quảng cáo thông báo

# lbRecruitment1
source: Candles you need:
vi: Nếu bạn đang cần:

# lbRecruitment2
source: - Hire people to work
vi: - Thuê người để làm việc

# lbRecruitment3
source: - Rent a house, rent a car
vi: - Thuê nhà thuê xe

# lbRecruitment4
source: - Use beauty services at home
vi: - Sử dụng dịch vụ làm đẹp tại nhà

# lbRecruitment5
source: - Buy self-made products, self-cultivation
vi: - Mua sản phẩm tự làm, tự trồng

# lbRecruitment6
source: Please click the button
vi: Vui lòng bấm vào nút

# lbFindJob1
source: If you have:
vi: Nếu bạn có:

# lbFindJob2
source: Skills in beauty(hair, nail...)
vi: - Kỹ năng về làm đẹp(tóc, nail...)

# lbFindJob3
source: House, car for rent
vi: - Nhà, xe để cho thuê

# lbFindJob4
source: Experiences in tourism, eating
vi: - Kinh nghiệm về du lịch, ăn uống

# lbFindJob5
source: Self-made products, self-cultivation for sale
vi: - Sản phẩm tự làm, tự trồng cần bán

# lbFindJob6
source: Time to find more work
vi: - Thời gian để tìm việc làm thêm

# lbFindJob7
source: Please click the button
vi: Vui lòng bấm vào nút

# Need
source: needing
vi: đang có nhu cầu tìm

source: Reputation
vi: Uy tín

source: Level
vi: Cấp độ

source: Edit
vi: Sửa

source: Detail coupon
vi: Chi tiết coupon

# History
source: Transaction history
vi: Lịch sử giao dịch

# MessageMapEmptyBlue
source: Currently, this area has no HuNe Red. Please "Book" - the system will notify you when there is a suitable candidate
vi: Hiện tại khu vực này chưa có người dùng HuNe Red. Hãy bấm vào "Book" -Hệ thống sẽ thông báo cho bạn ngay khi có user HuNe red phù hợp

# MessageMapEmptyRed
source: Currently, this area does not HuNe Blue. Please "Post news" - the system will notify you as soon as there is a suitable job
vi: Hiện tại khu vực này chưa có người dùng HuNe Blue. Hãy bấm vào "Đăng tin" - Hệ thống sẽ thông báo cho bạn ngay khi có user HuNe Blue phù hợp

source: Redeem Coin
vi: Đổi điểm

# RedeemViewController
source: Redeem points with promotional codes
vi: Đổi điểm bằng mã khuyến mãi

# RedeemViewController1
source: Promotion code
vi: Mã khuyến mãi

# RedeemViewController2
source: Enter promotion code
vi: Nhập mã khuyến mãi

# RedeemViewController3
source: Redeem point
vi: Đổi điểm

# TopUpViewController
source: Payment by Internet Banking
vi: Nạp bằng Internet Banking

# TopUpViewController1
source: Amount
vi: Số tiền

# TopUpViewController2
source: Enter the amount to payment
vi: Nhập số tiền cần nạp

# PayoutViewController
source: Available balance
vi: Số dư khả dụng

# PayoutViewController1
source: Amount
vi: Số tiền

# PayoutViewController2
source: Enter the amount needed
vi: Nhập số tiền cần nhập

# BannerAdsViewControllerTitle
source: Banner advertising
vi: Quảng cáo Banner

# BannerAdsViewController
source: Location
vi: Vị trí

# BannerAdsViewController1
source: Days
vi: Số ngày

# BannerAdsViewController2
source: Path
vi: Đường dẫn

# BannerAdsViewController3
source: Call for service
vi: Đặt Dịch Vụ

# BannerAdsViewController4
source: Select the days to advertise
vi: Chọn số ngày quảng cáo

# BannerAdsViewController5
source: Enter the path advertisement
vi: Nhập đường dẫn quảng cáo

# BannerAdsViewController6
source: Post photo advertisement
vi: Hoàn tất

# BannerAdsViewController8
source: Selected
vi: Đã chọn

# BannerAdsViewController9
source: days
vi: ngày

# PlaceAdsViewControllerTitle
source: Advertising area
vi: Quảng cáo khu vực

# PlaceAdsViewController
source: Information coupon
vi: Thông tin coupon

# PlaceAdsViewController1
source: Title
vi: Tiêu đề

# PlaceAdsViewController2
source: Describe
vi: Mô tả

# PlaceAdsViewController3
source: Location
vi: Địa điểm

# PlaceAdsViewController4
source: Next
vi: Tiếp tục

# PlaceAdsViewController5
source: Upload logo
vi: Đăng ảnh logo

# PlaceAdsViewController6
source: Enter a title
vi: Nhập tiêu đề

# PlaceAdsViewController7
source: Enter a description(if available).
vi: Nhập mô tả(nếu có)

# PlaceAdsViewController8
source: Enter the location
vi: Nhập địa điểm áp dụng

# PlaceAdsViewController10
source: Enter the path advertisement
vi: Nhập đường dẫn quảng cáo

# NotiAdsViewController
source: Time apply
vi: Thời gian áp dụng

# NotiAdsViewController1
source: Start
vi: Bắt đầu

# NotiAdsViewController2
source: End
vi: Kết thúc

# NotiAdsViewController3
source: Hour
vi: Giờ

# NotiAdsViewController4
source: Start day
vi: Ngày bắt đầu

# NotiAdsViewController5
source: End day
vi: Ngày kết thúc

# NotiAdsViewController6
source: Place Apply
vi: Địa điểm áp dụng

# NotiAdsViewController7
source: Store
vi: Cửa hàng

# NotiAdsViewController8
source: Enter the address apply
vi: Nhập địa chỉ áp dụng

# NotiAdsViewController9
source: Add store, branch...
vi: Thêm cửa hàng, chi nhánh...

# NotiAdsViewController10
source: Value
vi: Giá trị

# NotiAdsViewController11
source: Enter the value of the product
vi: Nhập giá trị sản phẩm

# NotiAdsViewController12
source: Amount
vi: Số lượng

# NotiAdsViewController13
source: Sale
vi: Giảm giá

# NextPlaceAdsViewController1
source: Advertising object
vi: Đối tượng quảng cáo

# NextPlaceAdsViewController2
source: Location
vi: Vị trí

# NextPlaceAdsViewController3
source: Select advertisement position
vi: Chọn vị trí quảng cáo

# NextPlaceAdsViewController4
source: Sẽ
vi: Giới tính

# NextPlaceAdsViewController5
source: Male
vi: Nam

# NextPlaceAdsViewController6
source: Female
vi: Nữ

# NextPlaceAdsViewController7
source: All
vi: Tất cả

# NextPlaceAdsViewController8
source: Days
vi: Số ngày

# NextPlaceAdsViewController9
source: Select the number of days to advertise
vi: Chọn số ngày quảng cáo

# PaymentAdsViewController1
source: Temporary cash
vi: Tạm tính

# PaymentAdsViewController2
source: Payments
vi: Hình thức thanh toán

# PaymentAdsViewController3
source: Promotion code (if available)
vi: Mã khuyến mãi (Nếu có)

# PaymentAdsViewController4
source: Enter promo code
vi: Nhập mã khuyến mãi

# PaymentAdsViewController5
source: Promotion
vi: Khuyến mãi

# PaymentAdsViewController6
source: Total
vi: Tổng cộng

# PaymentAdsViewController7
source: Payment
vi: Thanh toán

# PaymentAdsViewController8
source: Apply
vi: Áp dụng

# NextNotiAdsViewController1
source: Recruit people
vi: Tuyển người

# NextNotiAdsViewController2
source: Find job
vi: Tìm việc

# NextNotiAdsViewController3
source: Display area
vi: Khu vực hiển thị

source: Place of application
vi: Địa điểm áp dụng

# DescriptionCoupon
source: Description of coupon
vi: Mô tả coupon

source: Detail of coupon
vi: Chi tiết khuyến mãi

source: Male
vi: Nam

source: Female
vi: Nữ

# Buyer
source: You are the buyer
vi: Bạn là người mua

# Seller
source: You are the seller
vi: Bạn là người bán

# MartBuyerViewController1
source: Product page/shop
vi: Trang sản phẩm/cửa hàng

# MartBuyerViewController2
source: Order Check Page
vi: Trang kiểm tra đơn hàng

source: Type product
vi: Loại SP

# Buy
source: Buyer
vi: Người bán

source: Detail product
vi: Chi tiết sản phẩm

# ResponseBuyViewController1
source: You successfully ordered
vi: Bạn đã đặt mua thành công

# ResponseBuyViewController2
source: Buy continue
vi: Mua tiếp

# NameOrderViewController1
source: Evaluate
vi: Đánh giá

# NameOrderViewController2
source: Waiting for the seller to confirm.
vi: Đang đợi người bán xác nhận.

# NameOrderViewController3
source: Name order
vi: Tên đơn hàng

source: HuNe Mart
vi: Cửa hàng HuNe

# MartSellerViewController1
source: Post sale
vi: Đăng tin bán

# MartSellerViewController2
source: Store manager/post
vi: Quản lý cửa hàng/tin đăng

# MartSellerViewController3
source: Order management
vi: Quản lý đơn hàng

# btType1
source: Home make
vi: Tự làm

# btType2
source: Plant home
vi: Tự trồng

# btType3
source: Distribution
vi: Phân phối

# btUnit1
source: Fruit
vi: Trái

# btUnit2
source: Bag
vi: Bịch

# btUnit3
source: Box
vi: Hộp

# btTypeProduct1
source: Pie
vi: Bánh

# btTypeProduct2
source: Cream
vi: Kem

# btTypeProduct3
source: Dried fish
vi: Khô

# btTypeProduct4
source: Milk tea
vi: Trà sữa

# btTypeProduct5
source: Vegetables
vi: Rau

# btTypeProduct7
source: Fruit
vi: Quả

# btTypeProduct8
source: Other
vi: Khác

source: Accept
vi: Chấp nhận

source: Detail order
vi: Chi tiết đơn hàng

# PostNewsSuccess
source: Post product successfully
vi: Đăng sản phẩm thành công

# PostNewsError
source: Post product failure
vi: Đăng sản phẩm thất bại

# DetailProductSuccess
source: Add to cart successfully
vi: Thêm vào giỏ hàng thành công

# DetailProductError
source: Add to cart failed
vi: Thêm vào giỏ hàng thất bại

# EditNewsSuccess
source: Edit successfully
vi: Chỉnh sửa thành công

# EditNewsError
source: Edit failed
vi: Chỉnh sửa thất bại

# CommentSuccess
source: Comment successfully
vi: Nhận xét thành công

# CommentError
source: Comment failed
vi: Nhận xét thất bại

# UpdateStatusOrderSuccess
source: Accept orders successfully
vi: Chấp nhận đơn hàng thành công

# UpdateStatusOrderError
source: Accept the order failed
vi: Chấp nhận đơn hàng không thành công
